[Translator]
Name=geogeo.gr
Updated=

[LanguageString]
Record=Εγγραφή
Resume=Συνέχιση
Encoding=Κωδικοποίηση
Capture=Στιγμιότυπο
Area=Περιοχή
Resize=Διάσταση
Open=Άνοιγμα
Options=Επιλογές
Report=Αναφορά
Info=Πληροφ.
Hotkey=Πλήκτρο συντόμευσης
Hotkeys=Συντομεύσεις
Save=Αποθήκευση
Codecs=Κωδικ/τές
Timelimit=Χρονικό όριο
Stop=Διακοπή
Confirm=Επιβεβαίωση
Version=Έκδοση
Language=Γλώσσα
Stereo=Στερεοφωνικά
Mono=Μονοφωνικά
Sound=Sound
Warning=Προειδοποίηση
Error=Σφάλμα
Information=Πληροφορία
Confirm=Επιβεβαίωση
Effect=Εφέ
&Yes=&Ναι
&No=Ό&χι
&OK=&Εντάξει
&Cancel=Ά&κυρο
&Abort=&Ματαίωση
&Retry=&Επανάληψη
&Ignore=&Παράβλεψη
Effect=Επίδραση
KeyframeRate=Ρυθμός βασικού καρέ
ModifiedWindowsHostFile=Εντοπίστηκε αλλοίωση του αρχείου hosts των Windows.
StopRecording=Διακοπή καταγραφής της οθόνης.
StartRecording.=Έναρξη καταγραφής της οθόνης.
CaptureScreen=Λήψη στιγμιοτύπου οθόνης.
CopyToClipboard=Αντιγραφή στο Πρόχειρο
PressKeyStopRecording=Πατήστε %s για διακοπή της εγγραφής.
RecordingFailed=Η εγγραφή απέτυχε.
CauseAudioSynthesis=Αιτία (σύνθεση ήχου): 
Cause=Αιτία
NotExistDefaultOutputPath=Η διαδρομή εξόδου δεν υπάρχει. Η προεπιλεγμένη διαδρομή εξόδου έχει αλλάξει.
Recording...=Καταγραφή...
UpdateNewVersion=Ενημέρωση του oCam στη νέα έκδοση.
SelectAreaToRecord=Επιλογή περιοχής για εγγραφή.
ResizeRecordingArea=Αλλαγή μεγέθους της περιοχής καταγραφής.
Position=Θέση
ChangeSettings=Γενικές επιλογές διαμόρφωσης του προγράμματος.
DisplaySoftwareInformation=Εμφάνιση των πληροφοριών λογισμικού και πληροφοριών της άδειας χρήσης.
OpenOutputPath=Άνοιγμα του φακέλου εξαγωγής.
BrowseForFolder=Αναζήτηση φακέλου
FailedRecordRegisterHotkey=Το πλήκτρο συντόμευσης Εγγραφής δεν μπορεί να καταχωρηθεί.
FailedPauseRegisterHotkey=Το πλήκτρο συντόμευσης Παύσης δεν μπορεί να καταχωρηθεί.
FailedCaptureRegisterHotkey=Το πλήκτρο συντόμευσης Στιγμιοτύπου δεν μπορεί να καταχωρηθεί.
FailedRecordAreaRegisterHotkey=Το πλήκτρο συντόμευσης "Επιλογή περιοχής για εγγραφή" δεν μπορεί να καταχωρηθεί.
PleaseChangeHotkey=Παρακαλούμε αλλάξτε τις ρυθμίσεις του πλήκτρου συντόμευσης.
LanguageChanged=Η γλώσσα έχει αλλάξει.#13#10Για να τεθεί σε ισχύ πρέπει να κάνετε επανεκκίνηση του προγράμματος.
DownloadCodecs=Λήψη των κωδικοποιητών από το Διαδίκτυο.
WhenUsedGoodCodecs=Για χρήση σε συνδυασμό με το oCam, έχουμε συγκεντρώσει μια καλή συλλογή κωδικοποιητών.
GotoCodecPage=Θέλετε να μεταβείτε στη σελίδα κωδικοποιητών;
DontShowAgain=Να μην εμφανιστεί ξανά.
RecordingStarting=Έναρξη...
RecordingStopping=Διακοπή...
FailedInitWASSoundLibDLL=Απέτυχε η προετοιμασία της βιβλιοθήκης ήχου. Ελέγξτε την τρέχουσα υπηρεσία ήχου των Windows.
JPEGQuality=Ποιότητα JPEG
CompressQuality=Συμπίεση ποιότητας
Pause=Παύση
LicenseTo=Αυτό το προϊόν καταχωρήθηκε σε:
InvalidSerialNumber=Ο σειριακός αριθμός δεν είναι σωστός ή έχει λήξει.
RegisterExpired=Ο σειριακός αριθμός έχει λήξει.
ExpiryDate=Απομένουν
Days=ημέρες
Enabled=Ενεργοποιημένο
Disabled=Απενεργοποιημένο
Used=Ναι
NotUsed=Όχι
LowDiskSpace=Δεν υπάρχει αρκετός χώρος στο δίσκο.
RecordSystemAudio=Record system audio
DoNotRecordMicrophone=Do not record microphone
DoNotRecordSystemAudio=Do not system audio
VeryHigh=Very High
High=High
Medium=Medium
Low=Low
VeryLow=Very Low
CantNotLoadImage=Can't load watermark image from file.
NotFoundTheTargetRecordWindow=Not found the record target window.
RecordingGame=Game
FileName=FileName
ConnectionFailed=The connection to the server has failed.
Congratulations=Congratulations
SuccessfullyRegistered=Congratulations! You Have Successfully Registered.
InvalidSerialNumber=Invalid serial number. The serial number appears to be invalid.
InvalidEMailAddress=Invalid e-mail address. The e-mail address appears to be invalid.
RegisterExpired=The serial number you used to activate this product has expired.
InvalidResponseFromServer=Received an invalid response from the server.
RegisterAleady=Serial number already registered.
Donate=Donate
MonitorNotSupportResolution=Monitor does not support the resolution.
HalfSize=Half size
FitWidth=Fit width
FitHeight=Fit height
Custom=Custom

[frmMain]
mnuFindTarget.Caption=Επι&λογή περιοχής...
mnuPrimaryMonitor.Caption=&Κύρια οθόνη
mnuSecondaryMonitor.Caption=&Δευτερεύουσα οθόνη
mnuRecordScreen.Caption=&Πλήρης οθόνη
mnuISOMPEG1standard.Caption=ISO MPEG-1 πρότυπο( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 πρότυπο ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 πρότυπο ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 τμήμα 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 τμήμα 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 πρότυπο ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 ροή μεταφοράς ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Ε&ξωτερικοί κωδικοποιητές... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 τμήμα 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
ActionManager.Categorys.&Mode=Λειτουργία
ActionManager.Categorys.&Tools=Εργα&λεία
ActionManager.Categorys.&Help=&Βοήθεια
actOptions.Caption=Επι&λογές...
actInformation.Caption=&Περί...
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
mnuRecordingTheScreenAndAudio.Caption=Καταγραφή της οθόνης και της εξόδου ήχου
mnuRecordingOnlyAudio.Caption=Καταγραφή μόνο της εξόδου ήχου

[frmOption]
btnOK.Caption=&Εντάξει
btnCancel.Caption=Ά&κυρο
gbxVideoEncoding.Caption=Βίντεο
lblFPS.Caption=FPS : 
lblVideoBitrate.Caption=Ρυθμός μετάδοσης bit : 
gbxAudioEncoding.Caption=Ήχος
lblAudioBitrate.Caption=Ρυθμός μετάδοσης bit :
btnRestoreDefaultSettings.Caption=Επανα&φορά προεπιλ. ρυθμίσεων
lblSampleRate.Caption=Δειγματοληψία: 
lblAudioDrive.Caption=Συσκευή :
lblChannel.Caption=Κανάλια : 
chkAudio.Caption=Ρυθμίσεις συσκευής ήχου
chkRecordCursor.Caption=&Συμπερίληψη του δρομέα
chkBalanceReposition.Caption=Μετακίνηση του κύριου παραθύρου μαζί με την περιοχή καταγραφής.
gbxHotkeySettings.Caption=Ρυθμίσεις πλήκτρων συντόμευσης
lblCaptureHotkey.Caption=Στιγμιότυπο:
lblRecordHotkey.Caption=Εγγραφή: 
lblPauseHotkey.Caption=Παύση:
lblTargetHotkey.Caption=Στόχος:
gbxRservationRecord.Caption=Χρονικό όριο εγγραφής
lblMin.Caption=Λεπτά
lblSecond.Caption=Δευτερ.
lblAfterCompletion.Caption=Μετά την ολοκλήρωση
chkRecordingTimeLimite.Caption=Ε&νεργοποίηση
gbxLanguage.Caption=Ρυθμίσεις γλώσσας
lblLanguage.Caption=Γλώσσα:
Caption=Επιλογές
tsInformation.Caption=Πληροφορίες
tsLicense.Caption=Άδεια χρήσης
lblCaptureFormat.Caption=Μορφή αρχείου εικόνας καταγραφής:
lblUsingMultiCore.Caption=Χρήση πολλαπλών πυρήνων: 
gbxMouseEffect.Caption=Εφέ ποντικιού
chkEnabledMouseEffect.Caption=Ενεργοποίηση εφέ
lblMouseEffectColor.Caption=Χρώμα
lblMouseEffectSize.Caption=Μέγεθος
btnVideoConfiguration.Caption=&Ρύθμιση
gbxVideo.Caption=Βίντεο
lblQuality.Caption=Ποιότητα
lbledtOutputPath.Caption=Διαδρομή αποθήκευσης:
btnInformation.Caption=&Πληροφορίες
lblVideoQuality.Caption=Ποιότητα: 
lblEncoderThreadCount.Caption=Encoder thread count: 
pmnuPrefixDateTime.Caption=Prefix + Date + Time
pmnuProgramNameDateTime.Caption=ProgramName + Date + Time
pmnuUserIDDateTime.Caption=UserID + Date + Time
pmnuDisplayUserNameDateTime.Caption=DisplayUserName + Date + Time
pmnuPrefixLocalizationDateNumber.Caption=Prefix + LocalizationDate + Number(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramName + LocalizationDate + Number(#)
pmnuUserIDLocalizationDateNumber1.Caption=UserID + LocalizationDate + Number(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=DisplayUserName + LocalizationDate + Number(#)
pmnuPrefixNumber1.Caption=Prefix + Number(#)
pmnuPrefixNumber2.Caption=Prefix + Number(##)
pmnuPrefixNumber3.Caption=Prefix + Number(###)
pmnuProgramNameNumber1.Caption=ProgramName + Number(#)
pmnuProgramNameNumber2.Caption=ProgramName + Number(##)
pmnuProgramNameNumber3.Caption=ProgramName + Number(###)
pmnuNumber1.Caption=Number(#)
pmnuNumber2.Caption=Number(##)
pmnuNumber3.Caption=Number(###)
pmnuHelp.Caption=&Help...
ledtFileName.Caption=FileName: 
chkHideDragCursorInRecordingArea.Caption=Hide drag cursor in recording area
gbResizeVideo.Caption=Resize
chkResizeVideo.Caption=Resize a video
lblResolution.Caption=Resolution:
lblResizeQuality.Caption=Quality: 

[frmAbout]
lblDescription.Caption=Το oCam είναι ένας Καταγραφέας 100% δωρεάν για οικιακή και εμπορική χρήση.
btnOK.Caption=&Εντάξει
btnSendReport.Caption=Υποβολή αναφοράς σφάλματος...
Caption=Περί
tsInformation.Caption=Πληροφορίες
tsLicense.Caption=Άδεια χρήσης
btnRegister.Caption=&Καταχώρηση

[frmVFWCodecs]
Caption=Εξωτερικοί κωδικοποιητές
chkUseVFWCodec.Caption=&Χρήση εξωτερικών κωδικοποιητών
btnDownloadCodecs.Caption=Λήψη  εξωτερικών κωδικοποιητών...
btnVideoConfiguration.Caption=&Ρύθμιση
btnInformation.Caption=&Περί
btnOK.Caption=&Εντάξει
btnCancel.Caption=Ά&κυρο

[frmRegister]
Caption=Registration
ledtEMail.Caption=EMail:
ledtSerialNumber.Caption=SerialNumber:
btnOK.Caption=Ok(&O)
btnCancel.Caption=Cancel(&C)

[frmInternetAuth]
Caption=Wait...
lblAuthentication.Caption=Authentication...